import React from 'react';
import {Image, View} from 'react-native';
import {windowHeight} from '../../../../constants/size';
import {style} from './IntroMuseum';

export const IntroTextDATA = [
  {
    id: 1,

    // round: ,
    title:
      'Вход в музей осуществляется через главный вход на LOREM IMPSUM или через вход на LOREM IMPSUM.',
  },

  {
    id: 2,

    // round: <View style={style.round}></View>,
    title:
      'Каждый день, кроме пятницы, главный вход закрывается в 16.00, а музей закрывается в 17.00. По пятницам, в связи с поздним открытием выставок, Главный вход закрывается в 19.30, музей закрывается в 20.30.',
  },

  {
    id: 3,

    // round: <View style={style.round}></View>,
    title:
      'Пожалуйста, приезжайте ко времени, указанному в вашем билете — мы не можем гарантировать вход до или после отведенного вам временного интервала.',
  },

  {
    id: 4,

    // round: <View style={style.round}></View>,
    title:
      'Все посетители должны пройти проверку безопасности, которая включает в себя досмотр багажа.',
  },

  {
    id: 5,

    // round: <View style={style.round}></View>,
    title:
      'Удобный маршрут доступа доступен для посетителей с ограниченными возможностями, Участников и посетителей с колясками и/или детей до пяти лет.',
  },

  {
    id: 6,

    // round: <View style={style.round}></View>,
    title:
      'Если вам нужна дополнительная информация о доступности для посетителей с ограниченными физическими возможностями, ознакомьтесь с подробностями на странице «Доступность в музее».',
  },
];
